[
  {
    "from": "1995",
    "to": "2000",
    "texts": [
      {
        "date": "1995",
        "text": "Основание компании eBay, первой крупной интернет-площадки для онлайн-торговли, создавшей новую модель коммерции."
      },
      {
        "date": "1996",
        "text": "Разработка протокола Bluetooth, что позволило беспроводное соединение между устройствами и открыло двери для нового поколения технологий связи."
      },
      {
        "date": "1997",
        "text": "Первый успешный полет беспилотного вертолета Sojourner на Марсе, установив рекорд как первое управляемое полетное средство на другой планете."
      },
      {
        "date": "1998",
        "text": "Запуск поисковой системы Google, которая с течением времени стала гигантом IT-индустрии, предоставляющим доступ к информации по всему миру."
      },
      {
        "date": "1999",
        "text": "Создание Wi-Fi-стандарта, обеспечившего беспроводной доступ к интернету и открывший путь для мобильной связи и домашних сетей."
      },
      {
        "date": "2000",
        "text": "Разработка USB-интерфейса, который вытеснил множество предыдущих подключений и стал универсальным способом подключения устройств к компьютерам и другим электронным устройствам."
      }
    ]
  },
  {
    "from": "2001",
    "to": "2006",
    "texts": [
      {
        "date": "2001",
        "text": "Выход фильма 'Властелин колец: Братство кольца'. Это начало потрясающей трилогии Питера Джексона, которая стала одной из самых успешных и влиятельных в истории кино."
      },
      {
        "date": "2002",
        "text": "Выход фильма 'Гарри Поттер и Кубок огня'. Это четвертая часть популярной франшизы о юном волшебнике, которая позволила зрителям погрузиться еще глубже в мир волшебства."
      },
      {
        "date": "2003",
        "text": "Выход фильма 'Матрица: Революция'. Это завершающая часть культовой трилогии братьев Вачовски, которая стала новаторским шедевром в области визуальных эффектов и философии."
      },
      {
        "date": "2004",
        "text": "Выход фильма 'Пираты Карибского моря: Проклятие Черной жемчужины'. Эта приключенческая сага, с Джонни Деппом в главной роли капитана Джека Воробья, привлекла широкую аудиторию и стала знаменитой во всем мире."
      },
      {
        "date": "2005",
        "text": "Выход фильма 'Брокбек-гора'. Эта американская мелодрама о запретной любви двух ковбоев представила важный вклад в представление о многообразии и инклюзии в кинематографии."
      },
      {
        "date": "2006",
        "text": "Выход фильма 'Начало'. Режиссер Кристофер Нолан вызвал восторг зрителей своим фантастическим триллером о воровстве информации во снах, предлагая глубокие размышления о реальности и человеческой психологии."
      }
    ]
  },
  {
    "from": "1990",
    "to": "1995",
    "texts": [
      {
        "date": "1990",
        "text": "'Война блаженных' - роман Амира Хасан Чиоджи, ставший первым романом, написанным женщиной на родном языке Уруду, и описывающим сексуальные и социальные проблемы женщин в Пакистане."
      },
      {
        "date": "1991",
        "text": "'Всё за печеньку' - детская книга Лоры Нумерофф. Книга сыграла значительную роль в повышении грамотности и доступности чтения для детей, сочетая в себе веселую и яркую иллюстрацию с простым и понятным текстом."
      },
      {
        "date": "1992",
        "text": "'Холодное сердце' - роман Мэтта Тизеля, получивший широкую популярность во всем мире. Книга соединяет традиции фэнтези и мистики, удерживая читателей в напряжении до последней страницы."
      },
      {
        "date": "1993",
        "text": "'Дневник Бриджит Джонс' - роман Хелен Филдинг, ставший своеобразным символом женской литературы 90-х годов. Книга о любви, дружбе и самоопределении молодой женщины получила мгновенный успех и была экранизирована."
      },
      {
        "date": "1994",
        "text": "'Красный воробей' - шпионский триллер Тома Клинсона, который поднял шкалу в написании разведывательной литературы, сочетая интригующий сюжет с реалистическими деталями работы спецслужб."
      },
      {
        "date": "1995",
        "text": "'Имя розы' - историко-философский роман Умберто Эко. Книга прославилась своей сложной структурой и глубокими рассуждениями о религии, литературе и науке, привлекая внимание широкой аудитории."
      }
    ]
  },
  {
    "from": "2007",
    "to": "2012",
    "texts": [
      {
        "date": "2007",
        "text": "'BioShock' - выход игры, представляющей собой новаторский подход к геймплею и сюжету, что сразу же привлекло внимание игрового сообщества и принесло ей признание как одной из лучших игр всех времен."
      },
      {
        "date": "2008",
        "text": "'Metal Gear Solid 4: Guns of the Patriots' - игра, завершающая легендарную серию 'Metal Gear Solid', и получившая невероятно высокие оценки от критиков и игроков. Она стала эпическим финалом для истории Солида Снейка."
      },
      {
        "date": "2009",
        "text": "'Call of Duty: Modern Warfare 2' - шутер от первого лица, который установил новый стандарт для онлайн-мультиплеера и стал одной из самых популярных игр на платформах Xbox и PlayStation."
      },
      {
        "date": "2010",
        "text": "'Red Dead Redemption' - приключенческая игра от создателей 'Grand Theft Auto', которая установила новые стандарты в открытом мире и историях в играх, став одной из самых успешных игр года."
      },
      {
        "date": "2011",
        "text": "'The Elder Scrolls V: Skyrim' - глобальная ролевая игра, которая привнесла новые масштабы и свободу в исследовании великого фэнтезийного мира. Она также стала одной из самых продаваемых игр за всю историю."
      },
      {
        "date": "2012",
        "text": "'Journey' - арт-игра, которая вызвала мощные эмоции у игроков через открытие, исследование и взаимодействие с другими игроками. Она получила высочайшие оценки критиков и стала международным феноменом в игровой индустрии."
      }
    ]
  },
  {
    "from": "2010",
    "to": "2015",
    "texts": [
      {
        "date": "2010",
        "text": "На Чемпионате мира по футболу в Южной Африке испанская сборная впервые в истории выиграла турнир, победив в финале нидерландскую команду со счетом 1:0."
      },
      {
        "date": "2011",
        "text": "Теннисистка Новак Джокович стал первым игроком, выигравшим три турнира 'Большого шлема' (Австралийский Открытый чемпионат, Уимблдон и US Open) в одном календарном году с 1969 года."
      },
      {
        "date": "2012",
        "text": "На Летних Олимпийских играх в Лондоне многоборец Усэйн Болт из Ямайки установил мировые рекорды в беге на 100 м (9,63 секунды) и 200 м (19,30 секунды)."
      },
      {
        "date": "2013",
        "text": "Футбольный клуб 'Бавария' стал первой немецкой командой, выигравшей тройную корону, победив в Лиге чемпионов, национальном чемпионате и Кубке Германии."
      },
      {
        "date": "2014",
        "text": "В рамках Зимних Олимпийских игр в Сочи российский фигурист Евгений Плющенко завоевал бронзовую медаль в индивидуальном катании, став самым декорированным фигуристом в истории Олимпийских игр."
      },
      {
        "date": "2015",
        "text": "В борьбе супертяжеловесов американский боксер Флойд Мейвезер-младший одержал победу над филиппинцем Мэнни Пакьяо, сохраняя свой неоспоримый титул и остающись безпроигрышным после 48 боев."
      }
    ]
  },
  {
    "from": "2004",
    "to": "2009",
    "texts": [
      {
        "date": "2004",
        "text": "В этом году команда ученых под руководством Андрея Хайтовича обнаружила первую доказательную базу для Полной версии гипотезы Римана, одного из нерешенных вопросов в математике веками."
      },
      {
        "date": "2005",
        "text": "Космический аппарат 'Галакси-15' пролетел над поверхностью марсианской планеты, возвращая уникальные данные о ее геологии и атмосфере."
      },
      {
        "date": "2006",
        "text": "Группа ученых из Королевского Обсерватории Эдинбурга обнаружила первую планету вне Солнечной системы, похожую на Землю по своим характеристикам."
      },
      {
        "date": "2007",
        "text": "В Международном центре по генетическому инжинирингу и биотехнологии в Лахоре ученым удалось вывести карликовые овцы, модифицированные с использованием генетической технологии."
      },
      {
        "date": "2008",
        "text": "Исследование фондом США привело к разработке более эффективных солнечных батарей, способных конвертировать солнечную энергию в электричество с рекордной эффективностью. "
      },
      {
        "date": "2009",
        "text": "Крупнейший генетический эксперимент 'Проект 1000 геномов' был завершен, что позволило ученым полностью основать генетическое картографирование человеческого организма."
      }
    ]
  }
]